Repository: ilystsov/vocabulary-builder
Catalog: locales/*/LC_MESSAGES/translations.po
Languages: de, fr

source: Тесты
de: Tests
fr: Tests

source: Избранное
de: Favoriten
fr: Favoris

source: Выход
de: Abmelden
fr: Déconnexion

source: У вас пока нет сохраненных слов
de: Sie haben noch keine gespeicherten Wörter
fr: Vous n'avez pas encore de mots enregistrés

source: О нас
de: Über uns
fr: À propos

source: Контакты
de: Kontakt
fr: Contact

source: Политика конфиденциальности
de: Datenschutzrichtlinie
fr: Politique de confidentialité

source: Примеры:
de: Beispiele:
fr: Exemples:

source: Вход
de: Einloggen
fr: Connexion

source: Регистрация
de: Registrieren
fr: Inscription

source: Добро пожаловать в Vocabulary Builder
de: Willkommen beim Vocabulary Builder
fr: Bienvenue dans Vocabulary Builder

source: Изучайте новые английские слова и расширяйте свой словарный запас легко и эффективно!
de: Lernen Sie neue englische Wörter und erweitern Sie Ihren Wortschatz einfach und effektiv!
fr: Apprenez de nouveaux mots anglais et élargissez votre vocabulaire facilement et efficacement !

source: Случайное слово
de: Zufälliges Wort
fr: Mot aléatoire

source: Получите случайное английское слово с его переводом, примерами и транскрипцией одним нажатием кнопки.
de: Erhalten Sie per Knopfdruck ein zufälliges englisches Wort mit seiner Übersetzung, Beispielen und Transkription.
fr: Obtenez un mot anglais aléatoire avec sa traduction, des exemples et la transcription en un clic.

source: Добавляйте слова в избранное для быстрого доступа и лучшего запоминания.
de: Fügen Sie Wörter zu Favoriten hinzu, für schnellen Zugriff und besseres Merken.
fr: Ajoutez des mots aux favoris pour un accès rapide et une meilleure mémorisation.

source: Тестирование
de: Tests
fr: Évaluation

source: Проверяйте свои знания с помощью интерактивных викторин и упражнений на заполнение пропусков.
de: Testen Sie Ihr Wissen mit interaktiven Quizzen und Lückentextübungen.
fr: Testez vos connaissances avec des quiz interactifs et des exercices à trous.

source: Получить новое слово
de: Neues Wort bekommen
fr: Obtenir un nouveau mot

source: Загрузка...
de: Lädt...
fr: Chargement...

source: Все права защищены.
de: Alle Rechte vorbehalten.
fr: Tous droits réservés.

source: Обратная связь
de: Rückmeldung
fr: Retour d'information

source: Необходима авторизация
de: Authentifizierung erforderlich
fr: Authentification requise

source: Пожалуйста, войдите в систему или зарегистрируйтесь, чтобы получить доступ к этой функции.
de: Bitte loggen Sie sich ein oder registrieren Sie sich, um Zugang zu dieser Funktion zu erhalten.
fr: Veuillez vous connecter ou vous inscrire pour accéder à cette fonctionnalité.

source: Войти
de: Anmelden
fr: Se connecter

source: Зарегистрироваться
de: Registrieren
fr: S'inscrire

source: С возвращением
de: Willkommen zurück
fr: Bon retour

source: Выучим сегодня новое слово?
de: Lernen wir heute ein neues Wort?
fr: Apprenons un nouveau mot aujourd'hui ?

source: Не забывайте повторять старые слова!
de: Vergessen Sie nicht, alte Wörter zu wiederholen!
fr: N'oubliez pas de réviser les anciens mots !

source: Помните: регулярность — ключ к успеху.
de: Denken Sie daran: Regelmäßigkeit ist der Schlüssel zum Erfolg.
fr: Rappelez-vous : la régularité est la clé du succès.

source: Спасибо, что вы с нами.
de: Vielen Dank, dass Sie bei uns sind.
fr: Merci d'être avec nous.

source: Login
fr: Connexion

source: Имя пользователя
de: Benutzername
fr: Nom d'utilisateur

source: Пароль
de: Passwort
fr: Mot de passe

source: Ой, страница не найдена!
de: Seite nicht gefunden!
fr: Oups, page non trouvée !

source: Похоже, страница, на которую вы пытаетесь перейти, не существует.
de: Es scheint, dass die Seite, die Sie aufrufen möchten, nicht existiert.
fr: Il semble que la page que vous essayez d'atteindre n'existe pas.

source: На главную
de: Zur Startseite
fr: Accueil

source: Register
de: Registrieren
fr: S'inscrire

source: Функциональность скоро будет добавлена!
de: Die Funktionalität wird bald hinzugefügt!
fr: La fonctionnalité sera bientôt ajoutée !

source: Мы активно работаем над этим, и скоро вы сможете пользоваться тестами для проверки своих знаний.
de: Wir arbeiten aktiv daran, und bald werden Sie Tests nutzen können, umIhr Wissen zu überprüfen.
fr: Nous travaillons activement sur cela, et bientôt vous pourrez utiliser des tests pour vérifier vos connaissances.

source: Вернуться к обучению
de: Zurück zum Lernen
fr: Revenir à l'apprentissage
